Repository: jprieton/source-framework
Catalog: languages/source-framework-*.po
Languages: es_es

source: SourceFramework requires PHP version 5.4 or later.
es_es: SourceFramework requiere PHP versión 5.4 o superior.

source: Advanced
es_es: Avanzado

source: Enable CDN
es_es: Habilitar CDN

source: Enable SRI
es_es: Habilitar SRI

source: Thumbnails
es_es: Miniaturas

source: Shows a thumbnail column in post types with thumbnail support.
es_es: Muestra una columna con las miniaturas en post types con soporte para miniaturas.

source: Thumbnail
es_es: Miniatura

source: This is not intended to be an exhaustive solution of security settings on your site, they are the most common solutions for development and testing environments, we strongly recommend the use of additional security tools and measures to keep your site safe.
es_es: Esto no pretende ser una exhaustiva solución de ajustes de seguridad en su sito, solo son las soluciones más comunes para ambientes de desarrollo y prueba, encarecidamente recomendamos el uso de herramientas y medidas de seguridad adicionales para mantener su sitio seguro.

source: Security
es_es: Seguridad

source: Disable the Plugin and Theme Editor
es_es: Deshabilitar el editor para temas y plugins

source: Header
es_es: Encabezado

source: Remove WordPress version number
es_es: Eliminar el número de versión de WordPress

source: Remove the EditURI/RSD link from your header
es_es: Elimina el enlace EditURI/RSD del encabezado

source: This option also removes the <b>Windows Live Writer</b> manifest link.
es_es: Esta opción también elimina el enlace al manifiesto de <b>Windows Live Writer</b>.

source: Disable XML-RPC Pingback
es_es: Desactivar Pingback XML-RPC

source: If you uses XML-RPC in your theme/plugin check this for disable only pingback method.
es_es: Si usas XML-RPC en tu tema/plugin marca esto para desactivar solo el método de pingback.

source: Completely disable XML-RPC
es_es: Desactivar XML-RPC completamente

source: This setting implies the <b>Disable XML-RPC Pingback</b> and <b>Remove EditURI link</b>. <a href="%s" target="_blank">More info</a>.
es_es: Esta configuración implica la <b>Desactivar Pingback XML-RPC</b> y <b>Eliminar el enlace EditURI</b>. <a href="%s" target="_blank"> Más información </a>.

source: Hide Toolbar
es_es: Ocultar barra de herramientas

source: Hides the toolbar to user roles when viewing site.
es_es: Oculta la barra de herramientas a roles de usuario al ver el sitio.

source: Disable Dashboard
es_es: Deshabilitar escritorio

source: Disable access to the dashboard to user roles.
es_es: Deshabilita el acceso al escritorio a los roles de usuario.

source: Disable directory index
es_es: Deshabilitar índice de directorio

source: Disable CONNECT|DEBUG|MOVE|PUT|TRACE|TRACK methods
es_es: Deshabilitar los métodos CONNECT|DEBUG|MOVE|PUT|TRACE|TRACK

source: Block unsafe query strings
es_es: Bloquear cadenas de consulta inseguras

source: Block unsafe request strings
es_es: Bloquear cadenas de solicitud inseguras

source: Block direct access to critical files
es_es: Bloquear el acceso directo a archivos críticos

source: Block user enumeration
es_es: Bloquea la enumeración de usuarios

source: This option requires regenerate permalinks
es_es: Esta opción requiere regenerar los enlaces permanentes

source: Development
es_es: Desarrollo

source: Login Page
es_es: Página de inicio de sesión

source: Background color
es_es: Color de fondo

source: Background image
es_es: Imagen de fondo

source: Background position
es_es: Posición del fondo

source: Font color
es_es: Color de la fuente

source: Header image
es_es: Imagen de cabecera

source: The custom header is centered and contained in a 320 x 84 pixels block
es_es: El encabezado personalizado está centrado y contenido en un bloque de 320 x 60 píxeles

source: Header URL
es_es: URL del encabezado

source: Header Title
es_es: Título del encabezado

source: Password successfully updated.
es_es: Contraseña actualizada correctamente.

source: Your username or password are incorrect.
es_es: Tu usuario o contraseña son incorrectos.

source: You have successfully logged in.
es_es: Has iniciado sesión correctamente.

source: Success!
es_es: ¡Éxito!

source: Fail!
es_es: ¡Falló!

source: Send
es_es: Enviar

source: Submit
es_es: Enviar

source: Submiting...
es_es: Enviando...

source: Sending...
es_es: Enviando...

source: Sent!
es_es: ¡Enviado!

source: Once weekly
es_es: Una vez a la semana

source: Once monthly
es_es: Una vez al mes

source: This action isn't supported.
es_es: Esta acción no esta soportada.

source: This action is disabled.
es_es: Esta acción esta deshabilitada.

source: You must logged in to perform this action.
es_es: Debes iniciar sesión para realizar esta acción.

source: You are not authorized to perform this action.
es_es: Debes iniciar sesión para realizar esta acción.

source: The data that you entered is invalid.
es_es: Los datos ingresados son inválidos.

source: An extensible object-oriented micro-framework for WordPress that helps you to develop themes and plugins.
es_es: Un micro-framework extensible orientado a objetos para WordPress que te ayuda a desarrollar temas y complementos.

source: %s (Copy)
es_es: %s (Copia)

source: Select...
es_es: Seleccione...

source: Close
es_es: Cerrar

source: Add a menu
es_es: Agrega un menú
